---
kind: other
id: Properties.T:Autodesk.Revit.DB.FloorType
source: html/1d782f1f-708b-e84b-478a-3ce291c21087.htm
---
# FloorType Properties

The id of the assembly instance to which the element belongs.